import React from "react";

const Rules = () => {
  return (
    <section
      style={{ overflowY: "auto" }}
      className="m-0 p-0 p-2 d-flex flex-column justify-content-start align-items-center w-100 hidden-scrollbar"
    >
      <div className="w-100 mt-3">
        <h5 style={{ fontWeight: "600" }}>۱- روند استرداد وجه : </h5>
        <p style={{ textAlign: "justify" }}>
          در صورتی که به هر دلیل خطایی از سمت فروشگاه دونات ( تا زمان تحویل به
          دست مشتری ) از جمله :( خرابی در شکل ظاهری محصول ، زمان دریافت غیر
          منطقی و خارج از مدت زمان تحویل درج شده در قوانین سایت و … ) صورت پذیرد
          ، بلافاصله با تماس از سمت مشتری با تلفن مجموعه و صحبت با مسئول فروش
          آنلاین وجه دریافت شده به صورت کامل به شماره کارت اعلامی وی مسترد خواهد
          شد .
        </p>
      </div>
      <div className="w-100 mt-3">
        <h5 style={{ fontWeight: "600" }}>۲- مدت زمان تحویل: </h5>
        <p style={{ textAlign: "justify" }}>
          مدت زمان تحویل در شرایط عادی به جز روز های شلوغ تعطیلات و آخر هفته ها
          ( که حتما از طرف فروشنده به خریدار اعلام خواهد شد ) از ۴۵ دقیقه الی یک
          ساعت خواهد بود .
        </p>
      </div>
      <div className="w-100 mt-3">
        <h5 style={{ fontWeight: "600" }}>۳- روند مرجوعی کالا:</h5>
        <p style={{ textAlign: "justify" }}>
          در صورت ایجاد شدن اشکال در شکل ظاهری کیک ها در هنگام ارسال ( با اطلاع
          از سمت مشتری به مسئول فروش اینترنتی از طریق تماس تلفنی ) کالا مرجوع
          شده و با انتخاب مشتری کالای دیگر و یا وجه پرداخت شده به وی مسترد می
          گردد .
        </p>
      </div>
      <div className="w-100 mt-3">
        <h5 style={{ fontWeight: "600" }}>۴- نحوه ی فسخ خدمات :</h5>
        <p style={{ textAlign: "justify" }}>
          در صورت عدم پاسخگویی تلفنی و تایید مشتری تا نیم ساعت بعد از ثبت سفارش
          ، سفارش به صورت اتوماتیک کنسل شده و ارائه ی خدمات مربوط به آن سفارش
          فسخ خواهد گردید .
        </p>
      </div>
      <div className="w-100 mt-3">
        <h5 style={{ fontWeight: "600" }}>۵- ساعات پاسخگویی :</h5>
        <p style={{ textAlign: "justify" }}>
          ساعات کار و ثبت سفارش و ارسال لحظه ای محصولات همه روزه از ساعت ۱۲ ظهر
          الی ۹ شب می باشد .
        </p>
      </div>
      <div className="w-100 mt-3">
        <h5 style={{ fontWeight: "600" }}>۶- شیوه ی حمل :</h5>
        <p style={{ textAlign: "justify" }}>
          حمل محصولات در محدوده ی شهری با استفاده از پیک موتوری مجموعه ، پیک
          ماشینی مجموعه و یا تاکسی تلفنی و خارج از محدوده ی شهری صرفا با ماشین
          انجام خواهد پذیرفت .
        </p>
      </div>
      <div className="w-100 mt-3">
        <h5 style={{ fontWeight: "600" }}>۷- نحوه ی پشتیبانی : </h5>
        <p style={{ textAlign: "justify" }}>
          در تمامی ساعات باز بودن سایت ، مشتریان می توانند با تماس با تلفن
          مجموعه ۰۱۱۴۲۰۳۱۲۷۱ و یا با استفاده از آیکون پشتیبانی آنلاین در سایت
          مستقیما به خدمات پشتیبانی دسترسی پیدا کنند .
        </p>
      </div>
      <div className="w-100 mt-3">
        <h5 style={{ fontWeight: "600" }}>۸- خدمات پس از فروش :</h5>
        <p style={{ textAlign: "justify" }}>
          در صورت اختلال در نحوه ی خدمات رسانی ، کیفیت محصول ، ارسال محصول و …
          مجموعه ی دونات موظف و مفتخر می باشد تا به روش های گوناگون به طور مثال (
          در شرایط ایجاد اشکال در شکل ظاهری محصول و خرابی بدنه محصول ، از طریق
          استرداد وجه کامل ) به مشتریان گرامی جبران خسارت نماید .
        </p>
      </div>
      <div className="w-100 mt-3">
        <h5 style={{ fontWeight: "600" }}>
          ۱۰- قوانین و مقررات مربوط به حریم شخصی :
        </h5>
        <p style={{ textAlign: "justify" }}>
          کلیه اطلاعات تماس ، سفارشات ، آدرس ها و مشخصات مشتریان گرامی به صورت
          کامل نزد سایت دونات محفوظ می باشد .
        </p>
      </div>
      <div className="w-100 mt-3">
        <h5 style={{ fontWeight: "600" }}>۱۱- لینک های تماس با ما :</h5>
        <p className="d-flex flex-column" style={{ textAlign: "justify" }}>
          <span>
            {" "}
            آدرس وبسایت قنادی دونات{" "}
            <a href="https://caropastry.ir">www.caropastry.ir</a>
          </span>
          <span>
            آدرس اینستاگرام{" "}
            <a href="https://instagram.com/carobakery">@carobakery</a>
          </span>
          <div>
            تلفن :{" "}
            <span
              style={{ cursor: "pointer" }}
              onClick={() => (window.location.href = `tel:01142031271`)}
            >
              01142031271
            </span>
          </div>
        </p>
      </div>
      <div className="w-100 mt-3">
        <h5 style={{ fontWeight: "600" }}>
          ۱۲- نحوه ی ثبت شکایات مصرف کنندگان :
        </h5>
        <p style={{ textAlign: "justify" }}>
          مشتریان گرامی می توانند با تماس با تلفن مجموعه به شماره ۰۱۱۴۲۰۳۱۲۷۱ و
          یا با تماس با پشتیبانی سایت و بیان شماره سفارش و نام و تلفن خود هرگونه
          نظر ، پیشنهاد و یا شکایت خود را به مجموعه اعلام کرده تا ظرف مدت ۴۸
          ساعت توسط مسئولین مربوط بررسی شده و به همان روش ثبت شکایت نتیجه به او
          اعلام گردد .
        </p>
      </div>
    </section>
  );
};

export default Rules;
